[
  {
    "id": 1,
    "title": "The Phantom Warning",
    "date": "7 Jan 2025 at 09:30",
    "location": "Exeter, UK",
    "excerpt": "I was drifting through town, lost in thought, when I saw her. A woman in Victorian dress stood at the corner, her eyes fixed on me...",
    "fullText": "I was drifting through town, lost in thought, when I saw her. A woman in Victorian dress stood at the corner, her eyes fixed on me. She raised her hand and pointed down the street. I felt a chill run down my spine. When I blinked, she was gone. Minutes later, I heard sirens—a car had crashed at the exact spot where she had pointed."
  },
  {
    "id": 2,
    "title": "Whispers in the Library",
    "date": "14 Dec 2024 at 22:15",
    "location": "Cambridge, UK",
    "excerpt": "Late one night while studying in the old library, I heard whispering coming from the restricted section. No one else was there...",
    "fullText": "Late one night while studying in the old library, I heard whispering coming from the restricted section. No one else was there. The whispers grew louder, speaking in a language I didn't recognize. I gathered my things and left immediately. The next day, I learned the restricted section was sealed off decades ago after a fire."
  },
  {
    "id": 3,
    "title": "The Shadow Figure",
    "date": "2 Nov 2024 at 18:45",
    "location": "Edinburgh, Scotland",
    "excerpt": "Walking home from work, I noticed a dark shadow following me. It had no clear form, just a darkness that moved...",
    "fullText": "Walking home from work, I noticed a dark shadow following me. It had no clear form, just a darkness that moved independently of the streetlights. I quickened my pace, but it kept up effortlessly. When I reached my flat and turned around, it simply dissipated into the evening air."
  },
  {
    "id": 4,
    "title": "The Crying Child",
    "date": "19 Sep 2024 at 23:30",
    "location": "York, UK",
    "excerpt": "I awoke to the sound of a child crying in the hallway. I checked on my own children—both fast asleep...",
    "fullText": "I awoke to the sound of a child crying in the hallway. I checked on my own children—both fast asleep. I searched the entire house but found nothing. The crying continued for hours, always just out of sight. The next morning, my neighbor mentioned her grandson had died in a car accident 30 years ago on that exact date."
  },
  {
    "id": 5,
    "title": "The Vanishing Hitchhiker",
    "date": "5 Aug 2024 at 20:00",
    "location": "Devon, UK",
    "excerpt": "I picked up a hitchhiker on a lonely country road. She was soaking wet despite no rain in sight...",
    "fullText": "I picked up a hitchhiker on a lonely country road. She was soaking wet despite no rain in sight. She gave me an address and sat silently throughout the journey. When I arrived and turned to ask for directions to her door, the passenger seat was empty. Her soaked jacket was still there."
  },
  {
    "id": 6,
    "title": "Footsteps in the Attic",
    "date": "12 Jul 2024 at 02:00",
    "location": "Bath, UK",
    "excerpt": "Every night at 2 AM, I hear footsteps pacing back and forth in the attic above my bedroom...",
    "fullText": "Every night at 2 AM, I hear footsteps pacing back and forth in the attic above my bedroom. The footsteps are heavy and deliberate. When I investigated the attic, I found old journals belonging to the previous owner. He had died in that very attic under mysterious circumstances."
  },
  {
    "id": 7,
    "title": "The Cold Spot",
    "date": "28 May 2024 at 15:30",
    "location": "Winchester, UK",
    "excerpt": "In my Victorian home, there's a corner of the living room that is always ice cold, even in summer...",
    "fullText": "In my Victorian home, there's a corner of the living room that is always ice cold, even in summer. Pets refuse to enter that area. One evening, I saw a translucent figure standing in that exact spot. It looked at me for a moment before fading away. A week later, I discovered this was where a servant had died in a fire over 100 years ago."
  },
  {
    "id": 8,
    "title": "The Mirror's Reflection",
    "date": "3 Apr 2024 at 19:00",
    "location": "Bristol, UK",
    "excerpt": "I noticed something strange—my reflection in the mirror moved slightly slower than I did...",
    "fullText": "I noticed something strange—my reflection in the mirror moved slightly slower than I did. At first, I thought it was a trick of the light. But one night, my reflection smiled at me while I remained expressionless. I removed that mirror from my home immediately."
  },
  {
    "id": 9,
    "title": "Tomb Raider",
    "date": "1/14/2026, 11:59:00 PM",
    "location": "india ",
    "excerpt": "we are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up\nwe are sleeping in a tom...",
    "fullText": "we are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up\nwe are sleeping in a tomb come wake us up"
  }
]